Repository: ninondev/Dayside
Catalog: TahoeTime/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, vi, zh_hant

source: 右键点面板里的地点，直达太阳与月亮、换算和找碰头时间。
de: Klicke mit der rechten Maustaste auf einen Ort im Panel, um „Sonne und Mond“, „Zeitumrechnung“ oder „Besprechungszeit finden“ zu öffnen.
en: Right-click a place in the panel to jump to Sun and Moon, Time Conversion, or Find a Meeting Time.
es: Haz clic secundario en un lugar del panel para ir a “Sol y luna”, “Conversión horaria” o “Buscar hora de reunión”.
fr: Faites un clic droit sur un lieu du panneau pour accéder à « Soleil et lune », « Conversion horaire » ou « Trouver un créneau ».
id: Klik kanan lokasi di panel untuk membuka Matahari dan Bulan, Konversi Waktu, atau Cari Waktu Rapat.
it: Fai clic con il tasto destro su un luogo nel pannello per aprire “Sole e Luna”, “Conversione orari” o “Trova un orario”.
ja: パネルの地点を右クリックすると、“太陽と月”、“時刻変換”、“会議の時間を探す”に移動できます。
ko: 패널에서 장소를 오른쪽 클릭하면 ‘태양과 달’, ‘시간 변환’, ‘회의 시간 찾기’로 바로 이동할 수 있습니다.
nl: Klik met de rechtermuisknop op een locatie in het paneel om 'Zon en maan', 'Tijdconversie' of 'Zoek een vergadermoment' te openen.
pl: Kliknij miejsce w panelu prawym przyciskiem myszy, aby przejść do strony Słońce i Księżyc, Przeliczanie czasu lub Wspólny termin.
pt_br: Clique com o botão direito em um local no painel para ir a “Sol e Lua”, “Conversão de Horário” ou “Encontrar Horário para Reunião”.
ru: Щёлкните место на панели правой кнопкой мыши, чтобы открыть страницу «Солнце и Луна», «Пересчёт времени» или «Найти время для встречи».
tr: Güneş ve Ay, Saat Dönüştürme veya Toplantı Planlayıcısı’na gitmek için panelde bir konuma sağ tıklayın.
vi: Bấm chuột phải vào địa điểm trong bảng để mở Mặt trời và mặt trăng, Quy đổi giờ hoặc Tìm giờ họp.
zh_hant: 以滑鼠右鍵按一下面板中的地點，直接前往「太陽與月亮」、「時間換算」或「找碰面時間」。

# 各地时间连成一行
source: 各地时间
de: Alle Zeiten
en: All Times
es: Todas las horas
fr: Heures locales
id: Semua Waktu
it: Tutti gli orari
ja: 各地の時刻
ko: 각지 시간
nl: Alle tijden
pl: Wszystkie godziny
pt_br: Todos os Horários
ru: Время всех мест
tr: Tüm Saatler
vi: Giờ mọi nơi
zh_hant: 各地時間

source: 后一天
de: Nächster Tag
en: Next Day
es: Día siguiente
fr: Jour suivant
id: Hari Berikutnya
it: Giorno successivo
ja: 次の日
ko: 다음 날
nl: Volgende dag
pl: Następny dzień
pt_br: Dia Seguinte
ru: Следующий день
tr: Sonraki Gün
vi: Ngày sau
zh_hant: 下一天

source: 在“找碰头时间”里查看
de: In „Besprechungszeit finden“ anzeigen
en: Show in Find a Meeting Time
es: Ver en “Buscar hora de reunión”
fr: Voir dans « Trouver un créneau »
id: Tampilkan di Cari Waktu Rapat
it: Mostra in “Trova un orario”
ja: “会議の時間を探す”で表示
ko: ‘회의 시간 찾기’에서 보기
nl: Toon in 'Zoek een vergadermoment'
pl: Pokaż na stronie Wspólny termin
pt_br: Ver em Encontrar Horário para Reunião
ru: Показать в разделе «Найти время для встречи»
tr: Toplantı Planlayıcısı’nda Göster
vi: Xem trong “Tìm giờ họp”
zh_hant: 在「找碰面時間」裡查看

source: 在上方搜索城市，它会出现在这张图上
de: Oben nach einer Stadt suchen, damit sie auf der Karte erscheint
en: Search for a city above to see it on the map
es: Busca una ciudad arriba para verla en el mapa
fr: Recherchez une ville ci-dessus pour la voir sur la carte.
id: Cari kota di atas untuk melihatnya di peta ini
it: Cerca una città qui sopra per vederla sulla mappa
ja: 上で都市を検索すると、この地図に表示されます
ko: 위에서 도시를 검색하면 이 지도에 표시됩니다.
nl: Zoek hierboven een stad om die op de kaart te zien.
pl: Wyszukaj miasto powyżej, a pojawi się na mapie
pt_br: Busque uma cidade acima para vê-la no mapa
ru: Найдите город в поиске выше, и он появится на карте
tr: Şehri haritada görmek için yukarıda arayın
vi: Hãy tìm thành phố ở phía trên để xem trên bản đồ này
zh_hant: 在上方搜尋城市，它會出現在這張圖上

source: 在夜里
de: nachts
en: at night
es: por la noche
fr: la nuit
id: pada malam hari
it: di notte
ja: 夜間
ko: 밤에
nl: 's nachts
pl: w nocy
pt_br: à noite
ru: ночью
tr: gece
vi: vào ban đêm
zh_hant: 在夜裡

# 地球窗全屏
source: 地球窗口全屏
de: Erdfenster im Vollbild
en: Earth window in full screen
es: Ventana de la Tierra a pantalla completa
fr: Fenêtre Terre en plein écran
id: Jendela Bumi dalam layar penuh
it: Finestra Terra a tutto schermo
ja: 地球ウインドウをフルスクリーンに
ko: 지구 윈도우 전체 화면
nl: Aardevenster schermvullend
pl: Okno Ziemi na pełnym ekranie
pt_br: Janela Terra em tela cheia
ru: Окно Земли на весь экран
tr: Dünya penceresi tam ekran
vi: Cửa sổ Trái Đất toàn màn hình
zh_hant: 地球視窗全螢幕

# 复制为
source: 拷贝为
de: Kopieren als
en: Copy As
es: Copiar como
fr: Copier au format
id: Salin Sebagai
it: Copia come
ja: 形式を指定してコピー
ko: 다음 형식으로 복사
nl: Kopieer als
pl: Kopiuj jako
pt_br: Copiar Como
ru: Скопировать как
tr: Farklı Biçimde Kopyala
vi: Sao chép dưới dạng
zh_hant: 拷貝為

# 字体和字重用于所有钟点；文字大小用于面板和窗口，菜单栏的字号由系统决定。
source: 菜单栏的字号由系统决定。
de: Die Schriftgröße in der Menüleiste wird vom System bestimmt.
en: The system sets the menu bar’s text size.
es: El sistema establece el tamaño del texto de la barra de menús.
fr: La taille du texte dans la barre des menus est définie par le système.
id: Ukuran teks di bar menu ditentukan oleh sistem.
it: Il sistema decide le dimensioni del testo nella barra dei menu.
ja: メニューバーの文字の大きさはシステムが決定します。
ko: 메뉴 막대의 텍스트 크기는 시스템에서 정합니다.
nl: Het systeem bepaalt de tekstgrootte in de menubalk.
pl: Wielkość tekstu na pasku menu ustala system
pt_br: O sistema define o tamanho do texto na barra de menus.
ru: Размер шрифта в строке меню задаётся системой.
tr: Menü çubuğunun metin puntosunu sistem belirler.
vi: Cỡ chữ trên thanh menu do hệ thống quyết định.
zh_hant: 選單列的字級由系統決定。

source: 实际经过 %@
de: Tatsächlich verstrichen: %@
en: Elapsed time: %@
es: Tiempo real transcurrido: %@
fr: Durée réelle : %@
id: Waktu berlalu: %@
it: Tempo trascorso: %@
ja: 実際の経過時間: %@
ko: 실제 경과 시간: %@
nl: Werkelijk verstreken: %@
pl: Faktycznie upłynęło: %@
pt_br: Tempo Decorrido: %@
ru: Фактически прошло: %@
tr: Gerçekte geçen süre: %@
vi: Thời gian thực tế: %@
zh_hant: 實際經過%@

source: 小技巧
de: Tipps
en: Tips
es: Consejos
fr: Astuces
id: Kiat
it: Suggerimenti
ja: ヒント
ko: 팁
nl: Tips
pl: Wskazówki
pt_br: Dicas
ru: Советы
tr: İpuçları
vi: Mẹo

source: 已结束
de: Beendet
en: Ended
es: Finalizado
fr: Terminé
id: Berakhir
it: Terminato
ja: 終了
ko: 종료됨
nl: Afgelopen
pl: Zakończone
pt_br: Encerrado
ru: Завершено
tr: Bitti
vi: Đã kết thúc
zh_hant: 已結束

source: 平时%@睡
de: Übliche Schlafzeit: %@
en: Usually asleep %@
es: Horario de sueño habitual: %@
fr: Sommeil habituel %@
id: Biasanya tidur %@
it: Di solito dormi %@
ja: 普段の睡眠 %@
ko: 평소 수면 %@
nl: Gebruikelijke slaaptijd: %@
pl: Zwykle śpisz w godzinach %@
pt_br: Horário habitual de sono: %@
ru: Обычно сон: %@
tr: Her zamanki uyku: %@
vi: Thường ngủ %@
zh_hant: 平時%@睡

source: 平时的作息
de: Übliche Schlafzeiten
en: Usual sleep
es: Horario habitual de sueño
fr: Sommeil habituel
id: Jadwal tidur biasa
it: Orari abituali di sonno
ja: 普段の睡眠時間
ko: 평소 수면 시간
nl: Normale slaaptijden
pl: Zwykłe godziny snu
pt_br: Horário habitual de sono
ru: Обычное время сна
tr: Normal uyku saatleri
vi: Lịch sinh hoạt thường lệ
zh_hant: 平時的作息

source: 往东跨8小时以上，按往后挪安排：身体常常是这样调过来的。
de: Bei einer Zeitverschiebung von mindestens 8 Stunden nach Osten wird der Schlaf später geplant: Der Körper passt sich oft so an.
en: Going east by 8 hours or more is planned as a later shift: bodies often adjust that way.
es: Al viajar hacia el este con una diferencia horaria de 8 horas o más, el sueño se programa más tarde: el cuerpo suele adaptarse así.
fr: Vers l’est, avec un décalage horaire de 8 heures ou plus, le sommeil est décalé plus tard : le corps s’adapte souvent ainsi.
id: Saat bepergian ke timur dengan selisih waktu 8 jam atau lebih, jadwal digeser lebih larut: tubuh sering menyesuaikan diri dengan cara ini.
it: Viaggiando verso est con una differenza di fuso orario di almeno 8 ore, il sonno viene spostato più tardi: il corpo spesso si adatta così.
ja: 東へ向かう時差が8時間以上の場合は、体内時計を遅らせる予定にします。体はこのように慣れることが多いためです。
ko: 동쪽으로 시차가 8시간 이상인 곳으로 이동할 때는 일과를 늦추도록 계획합니다. 몸은 흔히 이렇게 적응합니다.
nl: Bij een tijdsverschil van 8 uur of meer naar het oosten wordt een verschuiving naar later gepland: zo past je lichaam zich vaak aan.
pl: Przy podróży na wschód z różnicą czasu wynoszącą co najmniej 8 godzin sen jest planowany później: organizm często tak się przystosowuje.
pt_br: Ao viajar para o leste com uma diferença de fuso horário de 8 horas ou mais, o sono é planejado para mais tarde: o corpo costuma se adaptar assim.
ru: При перелёте на восток с разницей во времени от 8 часов сон сдвигается на более позднее время: организм часто привыкает именно так.
tr: Doğuya seyahatte saat farkı en az 8 saatse günlük düzen daha geçe kaydırılacak şekilde planlanır: vücut çoğu zaman bu şekilde uyum sağlar.
vi: Khi đi về phía đông với chênh lệch múi giờ từ 8 giờ trở lên, lịch ngủ được dời muộn hơn: cơ thể thường thích nghi theo cách này.
zh_hant: 往東跨8小時以上，按延後作息安排：身體常常是這樣調整過來的。

source: 往前挪
de: Früher
en: Earlier
es: Más temprano
fr: Plus tôt
id: Lebih awal
it: Anticipa
ja: 早くする
ko: 앞당기기
nl: Eerder
pl: Wcześniej
pt_br: Mais Cedo
ru: Раньше
tr: Erkene
vi: Sớm hơn
zh_hant: 提早

source: 往前挪每晚最多1小时；往后挪可到2小时。
de: Früher: höchstens 1 Stunde pro Nacht. Später: bis zu 2 Stunden pro Nacht.
en: Earlier: at most 1 hour a night. Later: up to 2 hours.
es: Más temprano: como máximo 1 hora por noche. Más tarde: hasta 2 horas.
fr: Plus tôt : au plus 1 heure par nuit. Plus tard : jusqu’à 2 heures.
id: Lebih awal: maksimal 1 jam per malam. Lebih larut: hingga 2 jam.
it: Anticipo: massimo 1 ora a notte. Posticipo: fino a 2 ore.
ja: 早める場合は1晩に最大1時間、遅らせる場合は最大2時間です。
ko: 앞당길 때는 하룻밤에 최대 1시간, 늦출 때는 최대 2시간입니다.
nl: Eerder: maximaal 1 uur per nacht. Later: maximaal 2 uur.
pl: Wcześniej: najwyżej 1 godzina na noc. Później: do 2 godzin.
pt_br: Mais cedo: no máximo 1 hora por noite. Mais tarde: até 2 horas.
ru: Раньше: не более 1 часа за ночь. Позже: до 2 часов.
tr: Erkene kaydırma: gecede en fazla 1 saat. Daha geçe kaydırma: gecede en fazla 2 saat.
vi: Sớm hơn: tối đa 1 giờ mỗi đêm. Muộn hơn: tối đa 2 giờ.
zh_hant: 提早作息每晚最多1小時；延後作息可到2小時。

source: 往后挪
de: Später
en: Later
es: Más tarde
fr: Plus tard
id: Lebih larut
it: Posticipa
ja: 遅くする
ko: 늦추기
nl: Later
pl: Później
pt_br: Mais Tarde
ru: Позже
tr: Daha geçe
vi: Muộn hơn
zh_hant: 延後

source: 往哪边挪
de: Richtung
en: Direction
es: Dirección del ajuste
fr: Sens du décalage
id: Arah pergeseran
it: Direzione dello spostamento
ja: 調整する方向
ko: 조정 방향
nl: Richting
pl: Kierunek przesunięcia
pt_br: Direção do Ajuste
ru: Направление сдвига
tr: Kaydırma yönü
vi: Hướng điều chỉnh
zh_hant: 調整方向

source: 快捷键与手势
de: Tastaturkürzel und Gesten
en: Shortcuts and Gestures
es: Atajos y gestos
fr: Raccourcis et gestes
id: Pintasan dan Gerakan
it: Abbreviazioni e gesti
ja: ショートカットとジェスチャ
ko: 단축키 및 제스처
nl: Toetscombinaties en gebaren
pl: Skróty klawiszowe i gesty
pt_br: Atalhos e Gestos
ru: Сочетания клавиш и жесты
tr: Kestirmeler ve Hareketler
vi: Phím tắt và cử chỉ
zh_hant: 快捷鍵與手勢

source: 打开“日历”
de: „Kalender“ öffnen
en: Open Calendar
es: Abrir Calendario
fr: Ouvrir Calendrier
id: Buka Kalender
it: Apri Calendario
ja: “カレンダー”を開く
ko: ‘캘린더’ 열기
nl: Open Agenda
pl: Otwórz aplikację Kalendarz
pt_br: Abrir Calendário
ru: Открыть «Календарь»
tr: Takvim’i Aç
vi: Mở Lịch
zh_hant: 打開「行事曆」

source: 打开系统设置…
de: Systemeinstellungen öffnen …
en: Open System Settings…
es: Abrir Ajustes del Sistema…
fr: Ouvrir Réglages Système…
id: Buka Pengaturan Sistem…
it: Apri Impostazioni di Sistema…
ja: システム設定を開く…
ko: 시스템 설정 열기…
nl: Open Systeeminstellingen…
pl: Otwórz Ustawienia systemowe…
pt_br: Abrir Ajustes do Sistema…
ru: Открыть Системные настройки…
tr: Sistem Ayarları’nı Aç…
vi: Mở Cài đặt hệ thống…
zh_hant: 打開系統設定⋯

source: 拖动地图或滑块，或左右轻扫
de: Karte oder Schieberegler bewegen oder seitwärts streichen
en: Drag the map or the slider, or swipe sideways
es: Arrastra el mapa o el regulador, o desliza hacia los lados
fr: Faire glisser la carte ou le curseur, ou balayer latéralement
id: Seret peta atau penggeser, atau gesek ke samping
it: Trascina la mappa o il cursore, oppure scorri lateralmente
ja: 地図またはスライダをドラッグ、または左右にスワイプ
ko: 지도나 슬라이더 드래그 또는 좌우로 쓸어넘기기
nl: Sleep de kaart of de schuifregelaar, of veeg opzij.
pl: Przeciągnij mapę lub suwak albo przesuń palcami w bok
pt_br: Arraste o mapa ou o controle deslizante ou deslize para os lados
ru: Перетащите карту или ползунок либо смахните влево или вправо
tr: Haritayı veya sürgüyü sürükleyin ya da sola veya sağa kaydırın
vi: Kéo bản đồ hoặc thanh trượt, hoặc vuốt sang bên
zh_hant: 拖移地圖或滑桿，或向左右輕掃

# 拷贝这张图
source: 拷贝图像
de: Bild kopieren
en: Copy Image
es: Copiar imagen
fr: Copier l’image
id: Salin Gambar
it: Copia immagine
ja: 画像をコピー
ko: 이미지 복사
nl: Kopieer afbeelding
pl: Kopiuj obraz
pt_br: Copiar Imagem
ru: Скопировать изображение
tr: Görüntüyü Kopyala
vi: Sao chép hình ảnh
zh_hant: 拷貝影像

source: 按当地作息
de: Nach lokalem Tagesrhythmus
en: On local time
es: Según el horario local
fr: À l’heure locale
id: Mengikuti waktu setempat
it: Secondo l’ora locale
ja: 現地の生活スケジュール
ko: 현지 일과에 맞춤
nl: Volgens lokale tijd
pl: Według czasu lokalnego
pt_br: Seguir a rotina local
ru: По местному времени
tr: Yerel saate göre
vi: Theo lịch sinh hoạt địa phương
zh_hant: 按當地作息

source: 换钟会挪动这场例会
de: Eine Zeitumstellung verschiebt diese wiederkehrende Besprechung
en: A clock change will move this meeting
es: Un cambio de hora modificará la hora local de esta reunión periódica
fr: Un changement d’heure décalera cette réunion récurrente.
id: Perubahan jam akan menggeser rapat berulang ini
it: Un cambio dell’ora sposterà questa riunione ricorrente
ja: 時刻変更でこの定期的な会議の時刻が変わります
ko: 시계 조정으로 이 정기 회의의 시간이 바뀝니다.
nl: Het verzetten van de klok verschuift deze terugkerende vergadering.
pl: Zmiana czasu przesunie to cykliczne spotkanie
pt_br: Uma mudança de horário vai alterar o horário desta reunião recorrente
ru: Перевод часов сдвинет эту повторяющуюся встречу
tr: Saat değişikliği bu yinelenen toplantının saatini kaydıracak
vi: Việc đổi giờ sẽ làm thay đổi giờ của cuộc họp định kỳ này
zh_hant: 時鐘調整會改變這場例行會議的時間

source: 搜索城市或输入时间
de: Stadt suchen oder Uhrzeit eingeben
en: Search cities or enter a time
es: Buscar ciudades o introducir una hora
fr: Rechercher une ville ou saisir une heure
id: Cari kota atau masukkan waktu
it: Cerca una città o inserisci un orario
ja: 都市を検索または時刻を入力
ko: 도시 검색 또는 시간 입력
nl: Zoek een stad of voer een tijd in
pl: Szukaj miasta lub wpisz godzinę
pt_br: Buscar cidade ou digitar horário
ru: Поиск города или ввод времени
tr: Şehir arayın veya saat girin
vi: Tìm thành phố hoặc nhập giờ
zh_hant: 搜尋城市或輸入時間

# 方向时长：%lld 天
source: %lld天
de: %lld Tagen
en: %lld days
es: %lld días
fr: %lld jours
id: %lld hari
it: %lld giorni
ja: %lld日
ko: %lld일
nl: %lld dagen
pl: %lld dnia
pt_br: %lld dias
ru: %lld дня
tr: %lld gün
vi: %lld ngày

# 无法更新开机自启。
source: 无法更改“登录时打开”。
de: „Bei der Anmeldung öffnen“ konnte nicht geändert werden.
en: Couldn’t change “Open at login.”
es: No se ha podido cambiar “Abrir al iniciar sesión”.
fr: Impossible de modifier « Ouvrir avec la session ».
id: Tidak dapat mengubah “Buka saat masuk”.
it: Impossibile modificare “Apri al login”.
ja: “ログイン時に開く”を変更できませんでした。
ko: ‘로그인 시 열기’를 변경할 수 없습니다.
nl: 'Open bij inloggen' kon niet worden gewijzigd.
pl: Nie można zmienić ustawienia Otwieraj podczas logowania.
pt_br: Não foi possível alterar “Abrir no Início da Sessão”.
ru: Не удалось изменить «Открывать при входе».
tr: “Oturum Açıldığında Aç” ayarı değiştirilemedi.
vi: Không thể đổi cài đặt “Mở khi đăng nhập”.
zh_hant: 無法更改「在登入時打開」。

source: 日期
de: Datum
en: Date
es: Fecha
fr: Date
id: Tanggal
it: Data
ja: 日付
ko: 날짜
nl: Datum
pl: Data
pt_br: Data
ru: Дата
tr: Tarih
vi: Ngày

source: 日程在本机%@
de: Ereignis um %@ auf diesem Mac
en: Event at %@ on this Mac
es: Hora del evento en este Mac: %@
fr: Évènement à %@ sur ce Mac
id: Acara pukul %@ di Mac ini
it: Evento: %@ su questo Mac
ja: このMacでは%@の予定
ko: 이 Mac에서의 이벤트 시간: %@
nl: Activiteit om %@ op deze Mac
pl: Wydarzenie o %@ na tym Macu
pt_br: Evento às %@ neste Mac
ru: Событие в %@ на этом Mac
tr: Bu Mac’te etkinlik saati: %@
vi: Sự kiện lúc %@ trên máy Mac này
zh_hant: 行程在本機時間%@

source: 早睡 %@
de: %@ früher schlafen
en: Bed %@ earlier
es: Dormir %@ más temprano
fr: Coucher %@ plus tôt
id: Tidur %@ lebih awal
it: Vai a dormire %@ prima
ja: %@早く寝る
ko: %@ 일찍 자기
nl: %@ eerder naar bed
pl: Sen o %@ wcześniej
pt_br: Dormir %@ mais cedo
ru: Сон на %@ раньше
tr: %@ erken yatın
vi: Ngủ sớm hơn %@

source: 时间位置
de: Position der Uhrzeit
en: Time position
es: Posición de la hora
fr: Position de l’heure
id: Posisi waktu
it: Posizione dell’ora
ja: 時刻の位置
ko: 시간 위치
nl: Positie van de tijd
pl: Położenie godziny
pt_br: Posição da Hora
ru: Положение времени
tr: Saat konumu
vi: Vị trí giờ
zh_hant: 時間位置

source: 显示全部日历
de: Alle Kalender anzeigen
en: Show All Calendars
es: Mostrar todos los calendarios
fr: Afficher tous les calendriers
id: Tampilkan Semua Kalender
it: Mostra tutti i calendari
ja: すべてのカレンダーを表示
ko: 모든 캘린더 표시
nl: Toon alle agenda's
pl: Pokaż wszystkie kalendarze
pt_br: Mostrar Todos os Calendários
ru: Показать все календари
tr: Tüm Takvimleri Göster
vi: Hiển thị tất cả lịch
zh_hant: 顯示所有行事曆

source: 显示日出日落
de: Sonnenaufgang und -untergang anzeigen
en: Show sunrise and sunset
es: Mostrar salida y puesta del sol
fr: Afficher le lever et le coucher du soleil
id: Tampilkan matahari terbit dan terbenam
it: Mostra alba e tramonto
ja: 日の出と日の入を表示
ko: 일출 및 일몰 표시
nl: Toon zonsopgang en zonsondergang
pl: Pokazuj wschód i zachód słońca
pt_br: Mostrar Nascer e Pôr do Sol
ru: Показывать восход и закат
tr: Gün doğumunu ve gün batımını göster
vi: Hiển thị giờ mặt trời mọc và lặn
zh_hant: 顯示日出日落

source: 显示昼夜地图
de: Tag- und Nachtkarte anzeigen
en: Show day and night map
es: Mostrar mapa de día y noche
fr: Afficher la carte jour-nuit
id: Tampilkan peta siang dan malam
it: Mostra la mappa giorno-notte
ja: 昼夜の地図を表示
ko: 낮과 밤 지도 표시
nl: Toon dag-en-nachtkaart
pl: Pokazuj mapę dnia i nocy
pt_br: Mostrar Mapa de Dia e Noite
ru: Показывать карту дня и ночи
tr: Gündüz ve gece haritasını göster
vi: Hiển thị bản đồ ngày và đêm
zh_hant: 顯示晝夜地圖

source: 晒光
de: Helles Licht
en: Get light
es: Recibir luz
fr: S’exposer à la lumière
id: Dapatkan cahaya
it: Esponiti alla luce
ja: 光を浴びる
ko: 빛 쬐기
nl: Licht opzoeken
pl: Korzystaj ze światła
pt_br: Buscar luz
ru: На свету
tr: Işık Al
vi: Tiếp xúc với ánh sáng
zh_hant: 接觸光線

source: 晚睡 %@
de: %@ später schlafen
en: Bed %@ later
es: Dormir %@ más tarde
fr: Coucher %@ plus tard
id: Tidur %@ lebih larut
it: Vai a dormire %@ più tardi
ja: %@遅く寝る
ko: %@ 늦게 자기
nl: %@ later naar bed
pl: Sen o %@ później
pt_br: Dormir %@ mais tarde
ru: Сон на %@ позже
tr: %@ geç yatın
vi: Ngủ muộn hơn %@

source: 最多显示%lld个地点
de: Bis zu %lld Orte anzeigen
en: Show up to %lld places
es: Mostrar hasta %lld lugares
fr: Afficher jusqu’à %lld lieux
id: Tampilkan hingga %lld lokasi
it: Mostra fino a %lld luoghi
ja: 最大%lld地点を表示
ko: 최대 %lld개 장소 표시
nl: Toon maximaal %lld locaties
pl: Pokazuj do %lld miejsca
pt_br: Mostrar até %lld Locais
ru: Показывать до %lld места
tr: En fazla %lld konum göster
vi: Hiển thị tối đa %lld địa điểm
zh_hant: 最多顯示%lld個地點

# 未来 %lld 天没有所有人都合适的时段
source: 未来%lld天没有共同工作时段
de: Keine gemeinsame Arbeitszeit innerhalb von %lld Tagen
en: No shared work hours in the next %lld days
es: Sin horario laboral común en los próximos %lld días
fr: Aucun créneau de travail commun d’ici %lld jours
id: Tidak ada jam kerja bersama dalam %lld hari ke depan
it: Nessuna fascia di lavoro comune nei prossimi %lld giorni
ja: 今後%lld日間、共通の勤務時間がありません
ko: 앞으로 %lld일 동안 공통 근무 시간 없음
nl: Geen gezamenlijke werktijd in de komende %lld dagen
pl: Brak wspólnych godzin pracy przez najbliższe %lld dnia
pt_br: Sem horário de trabalho em comum nos próximos %lld dias
ru: Нет общего рабочего времени в ближайшие %lld дня
tr: Önümüzdeki %lld gün ortak çalışma saati yok
vi: Không có giờ làm việc chung trong %lld ngày tới
zh_hant: 未來%lld天沒有共同工作時段

source: 未选日历
de: Keine Kalender ausgewählt
en: No Calendars Selected
es: Ningún calendario seleccionado
fr: Aucun calendrier sélectionné
id: Tidak Ada Kalender yang Dipilih
it: Nessun calendario selezionato
ja: カレンダー未選択
ko: 선택한 캘린더 없음
nl: Geen agenda's geselecteerd
pl: Brak wybranych kalendarzy
pt_br: Nenhum Calendário Selecionado
ru: Календари не выбраны
tr: Takvim Seçilmedi
vi: Chưa chọn lịch
zh_hant: 未選行事曆

source: 每晚 %@
de: %@ pro Nacht
en: %@ a night
es: %@ por noche
fr: %@ par nuit
id: %@ per malam
it: %@ a notte
ja: 1晩に%@
ko: 하룻밤에 %@
nl: %@ per nacht
pl: %@ na noc
pt_br: %@ por noite
ru: %@ за ночь
tr: Gecede %@
vi: %@ mỗi đêm
